Repository: Fahreeve/yandex-disk-indicator
Catalog: translations/yandex-disk-indicator_*.po
Languages: bg

source: Yandex.Disk Indicator: daemon start failed
bg: Индикатор Яндекс.Диск: Неуспешен старт на услугата

source: Yandex.Disk daemon failed to start because it is not configured properly To configure it up: press OK button. Press Cancel to exit.
bg: Услугата Яндекс.Диск не може да стартира. Вероятно, Яндекс.Диск не е настроен. За да влезете в настройките натиснете Ok. За изход натиснете Cancel.

source: Yandex.Disk daemon failed to start. Press OK to continue without started daemon or Cancel to exit.
bg: Услугата Яндекс.Диск не може да стартира. Натиснете Ok за да продължите без пусната услуга или Cancel за изход.

source: Yandex.Disk daemon failed to start due to network connection issue. Check the Internet connection and try to start daemon again.
bg: Услугата Яндекс.Диск не може да стартира заради мрежов проблем. Проверете връзката с интерет и опитайте отново.

source: Yandex.Disk utility is not installed. Visit www.yandex.ru, download and install Yandex.Disk daemon.
bg: Инструмента Яндекс.Диск не е инсталиран. Посетете www.yandex.ru, свалете и инсталирайте Yandex.Disk

source: Yandex.Disk daemon failed to start due to some unrecognized error.
bg: Стартирането на услугата Яндекс.Диск не е успешно поради неизвестна грешка.

source: Yandex.Disk
bg: Яндекс.Диск

source: Yandex.Disk daemon has been started
bg: Услугата Yandex.Disk е включена

source: Synchronization started
bg: Стартирана е синхронизация

source: Synchronization has been completed
bg: Синхронизацията завърши

source: Synchronization has been paused
bg: Синхронизацията е паузирана

source: Yandex.Disk daemon has been stopped
bg: Услугата Yandex.Disk е спряна

source: Synchronization ERROR
bg: ГРЕШКА при синхронизацията

source: Last synchronized items
bg: Последно синхронизиране

source: Start Yandex.Disk daemon
bg: Стартиране на услугата Яндекс.Диск

source: Stop Yandex.Disk daemon
bg: Спирране на Яндекс.Диск

source: Open Yandex.Disk Folder
bg: Отвори папката Яндекс.Диск

source: Open Yandex.Disk on the web
bg: Отвори Яндекс.Диск в интернет

source: https://disk.yandex.com
bg: https://disk.yandex.ru

source: Preferences
bg: Настройки

source: Help
bg: Помощ

source: Yandex.Disk daemon
bg: Услуга Яндекс.Диск

source: https://yandex.com/support/disk/
bg: https://yandex.ru/support/disk/

source: Yandex.Disk Indicator
bg: Яндекс.Диск индикатор

source: https://github.com/slytomcat/yandex-disk-indicator/wiki
bg: http://forum.ubuntu.ru/index.php?topic=241992

source: About
bg: Относно

source: Quit
bg: Изход

source: Synchronized
bg: Синхронизирано

source: Sync.:
bg: Синхр.:

source: Not started
bg: Не е стартиран

source: Paused
bg: Пауза

source: Not connected
bg: Няма връзка

source: Error
bg: Грешка

source: Status:
bg: Статус:

source: Used:
bg: Заето:

source: Free:
bg: Свободно:

source: , trash:
bg: , кошче:

source: Folder:
bg: Папка:

source: Yandex.Disk indicator
bg: Яндекс.Диск индикатор

source: Version
bg: Версия

source: ya-setup utility author: Snow Dimon (snowdimon.ru)
bg: Автор на инструмента за настройки ya-setup: Snow Dimon (snowdimon.ru)

source: Special thanks to:
bg: Специални благодарности на:

source: - Christiaan Diedericks (www.thefanclub.co.za) - autor of Grive tools(used as example)
bg: - Christiaan Diedericks (www.thefanclub.co.za) - автор на Grive tools (използовалн за пример)

source: - ryukusu_luminarius (my-faios@ya.ru) - icons designer
bg: - ryukusu_luminarius (my-faios@ya.ru) - дизайнер на иконки

source: - metallcorn (metallcorn@jabber.ru) - icons designer
bg: - metallcorn (metallcorn@jabber.ru) - дизайнер на иконки

source: - Chibiko (zenogears@jabber.ru) - deb package creation assistance
bg: - Chibiko (zenogears@jabber.ru) - за помощта му при създаването на deb-пакета

source: - RingOV (ringov@mail.ru) - localization assistance
bg: - RingOV (ringov@mail.ru) - помощ в локализацията

source: - GreekLUG team (https://launchpad.net/~greeklug) - Greek translation
bg: - GreekLUG team (https://launchpad.net/~greeklug) - Превод на Гръцки

source: - Peyu Yovev (spacy00001@gmail.com) - Bulgarian translation
bg: - Peyu Yovev (spacy00001@gmail.com) - Превод на Български

source: - Eldar Fahreev (fahreeve@yandex.ru) - FM actions for Pantheon-files
bg: - Eldar Fahreev (fahreeve@yandex.ru) - Файлови разсширения за Pantheon-files

source: - Ace Of Snakes (aceofsnakesmain@gmail.com) - optimization of FM actions for Dolphin
bg: - Ace Of Snakes (aceofsnakesmain@gmail.com) - Оптимизация на файловите разсширения за Dolphin

source: - Ivan Burmin (https://github.com/Zirrald) - ya-setup multilingual support
bg: - Ivan Burmin (https://github.com/Zirrald) - ya-setup езикова поддръжка

source: - And to all other people who contributed to this project through
bg: - И на всички останали, които подпомагат проекта във

source: the Ubuntu.ru forum http://forum.ubuntu.ru/index.php?topic=241992 and
bg: форума Ubuntu.ru http://forum.ubuntu.ru/index.php?topic=241992 и

source: via github.com https://github.com/slytomcat/yandex-disk-indicator
bg: чрез github.com https://github.com/slytomcat/yandex-disk-indicator

source: Yandex.Disk daemon output message
bg: Изходящо съобщениена услугата Яндекс.Диск

source: Close
bg: Затвори

source: Folders that are excluded from synchronization
bg: Папки изключени от синхронизация

source: Add catalogue
bg: Добави папка

source: Remove selected
bg: Изтрий избраните

source: Path
bg: Път

source: Select catalogue to add to list
bg: Изберете папка, която да добавите в списъка

source: Select
bg: Избор

source: Yandex.Disk-indicator and Yandex.Disks preferences
bg: Настройки на индикатора и услугата Яндекс.Диск

source: Start Yandex.Disk indicator when you start your computer
bg: Стартиране на индикатора Яндекс.Диск заедно с компютъра

source: Show on-screen notifications
bg: Показвай информационни съобщения

source: Prefer light icon theme
bg: Предпочитам свтла тема с иконки

source: Activate file manager extensions
bg: Активиране на разсширението за файлвоия менеджър

source: Indicator settings
bg: Настройки на индикатора

source: Start Yandex.Disk daemon %swhen indicator is starting
bg: Стартирай услугата Яндекс.Диск %sзаедно с индикатора

source: When daemon was not started before.
bg: Когаато услугата не е била пускана преди това.

source: Stop Yandex.Disk daemon %son closing of indicator
bg: Спри услугата Яндекс.Диск %sзаедно с индикатора

source: NOTE! You have to reload daemon %sto activate following settings
bg: ВНИМАНИЕ! Нужно е да рестартирате услугата %sза да приложите настройките

source: Read-Only: Do not upload locally changed files to Yandex.Disk
bg: Само за четене: Не качвай локально изменените файлове на Яндекс.Диск

source: Locally changed files will be renamed if a newer version of this file appear in Yandex.Disk.
bg: Измененните файлове ще бъдат преименувани, само ако има по-нова тяхна версия на Яндекс.Диске.

source: Overwrite locally changed files by files from Yandex.Disk (in read-only mode)
bg: Перезапиши локално променените файлове с тези от Яндекс.Диска (в режим само за четене)

source: Locally changed files will be overwritten if a newer version of this file appear in Yandex.Disk.
bg: Локално променените файлове ще бъдат променени ако има по-нова тяхна версия на Яндекс.Диск.

source: Excluded folders List
bg: Список с изключени папки

source: Folders in the list will not be synchronized.
bg: Папките в този списък няма да бъдат синхронизирани.

source: Daemon %soptions
bg: Настройки на услугата Яндекс.Диск %s

source: Auto-start ON
bg: Авто старт включен

source: Auto-start OFF
bg: Авто старт изключен

source: ERROR in setting up of file manager extensions
bg: Грешка при настройка на разсширението за файл мениджъра

source: Publish via Yandex.Disk
bg: Публикувай през Яндекс.Диск

source: Unpublish from Yandex.disk
bg: Премахни публикуваното през Яндекс.Диск

source: URL to file: %f was copied into clipboard.
bg: Адрес на файла: %f е копиран в клипорда.

source: Desktop indicator for yandex-disk daemon
bg: Индикатор за работен плот на услугата Яндекс.Диск

source: Options
bg: Опции

source: Sets the logging level: 10 - to show all messages (DEBUG), 20 - to show all messages except debugging messages (INFO), 30 - to show all messages except debugging and info messages (WARNING), 40 - to show only error and critical messages (ERROR), 50 - to show critical messages only (CRITICAL). Default: 30
bg: Настройка на нивото на отчет: 10 - Показват се всички съобщения (DEBUG), 20 - Показват се всички съобщения, с изключение на дебъгващите (Информация), 30 - Показват се всички съобщения, с изключение на дебъгващите и информационните (Предупреждения), 40 - Показват се само съобщенията за грешка (ГРЕШКА), 50 - Само съобщения за критична грешка (КРИТИЧНИ). По подразбиране: 30

source: Path to configuration file of YandexDisk daemon. This daemon will be added to daemons list if it is not in the current configuration.Default: ''
bg: Път към конфигурационния файл на услугата yandex-disk. Тази услуга ще бъде добавена към списъка с услуги, ако още не в него. По подразбиране: ""

source: Path to configuration file of daemon that should be removed from daemos list. Default: ''
bg: Пътя към конфигурационния файл на услугата Yandex.Disk, който ще бъде изтрит от списъка с активни услуги. По подразбиране: ""

source: Show this help message and exit
bg: Покажи помощното съобщение и изход

source: Print version and exit
bg: Разпечатай версията и изход

source: The indicator instance is already running.
bg: Индикатора е вече стартиран.

source: No daemons specified. Check correctness of -r and -c options.
bg: Не е указана нито една услуга. Проверете валидността на -r и -с опците.
